var tarokka = {
  "seniordeck": [
      {
      "name": "Артефакт",
      "ally": "Ищите человека, выступающего с обезьяной. Это человек более могущественный, чем кажется.",
      "location": "Он рыщет во тьме, где ранее сияли лучи рассвета - в святом месте.",
      "image": "img/artifact.png",
      "value": "джокер 1",
      "suit": " "
    },
    {
      "name": "Зверь",
      "ally": "Вервольф затаил ненависть к вашему врагу. Воспользуйтесь этим в свою пользу.",
      "location": "Зверь восседает на своём тёмном троне.",
      "image": "img/beast.png",
      "value": "валет",
      "suit": "бубен"
    },
    {
      "name": "А. Донжон",
      "ally": "Ищите беспокойного молодого человека, окружённого богатствами и безумием. Его дом - тюрьма.",
      "location": "Он бродит по залу костей в тёмных ямах его замка.",
      "image": "img/donjon.png",
      "value": "король",
      "suit": "трефы"
    },
    {
      "name": "Прорицатель",
      "ally": "Ищите сумеречного эльфа, живущего среди Вистани. Он понёс великую потерю и его преследуют тёмные сны. Помогите ему, и он поможет вас в ответ.",
      "location": "Он ждёт вас в месте мудрости, тепла и отчаяния. Великие секреты скрыты там.",
      "image": "img/seer.png",
      "value": "валет",
      "suit": "трефы"
    },
    {
      "name": "А. Привидение",
      "ally": "Я вижу падшего паладина из падшего рыцарского ордена. Он бродит, будто привидение, в логове мёртвого дракона.",
      "location": "Отправляйтесь в гробницу отца.",
      "image": "img/ghost.png",
      "value": "король",
      "suit": "черви"
    },
    {
      "name": "Б. Всадник",
      "ally": "Человек смерти по имени Арригал покинет своего тёмного владыку, чтобы служить вашему делу. Но будьте осторожны! Его душа сгнила.",
      "location": "Он бродит в том месте, куда он должен вернуться - месте смерти.",
      "image": "img/horseman.png",
      "value": "джокер 2",
      "suit": " "
    },
    {
      "name": "Туманы",
      "ally": "Вистанка бродит по этой земле в одиночестве, в поисках ментора. Она не остаётся на одном месте подолгу. Ищите её у аббатства Святого Марковия, близ туманов.",
      "location": "Карты не видят, где рыщет зло. Туманы скрывают всё!",
      "image": "img/mists.png",
      "value": "дама",
      "suit": "пики"
    },
    {
      "name": "Ворон",
      "ally": "Ищите вожака пернатых, что живут среди лозы. Хотя он стар, ему под силу ещё один бой.",
      "location": "Ищите у могилы матери.",
      "image": "img/raven.png",
      "value": "дама",
      "suit": "трефы"
    },
    {
      "name": "Б. Искуситель",
      "ally": "Я слышу свадебный звон или, быть может, похоронный колокол. Он зовёт в аббатство на склоне горы. Там вы найдёте женщину, что является чем-то большим, нежели просто объединением частей.",
      "image": "img/tempter.png",
      "value": "дама",
      "suit": "бубен"
    }
  ],

  "juniordeck": [
    {
      "name": "Мститель",
      "description": "Сокровище находится в драконьем доме, в руках когда-то чистых, а ныне запятнанных.",
      "image": "img/avenger.png",
      "value": "1",
      "suit": "мечи"
    },
    {
      "name": "Солдат",
      "description": "Отправляйтесь в горы. Взберитесь на башню, охраняемую золотыми рыцарями.",
      "image": "img/soldier.png",
      "value": "3",
      "suit": "мечи"
    },
    {
      "name": "Мирмидон",
      "description": "Ищите волчье логово в холмах над горным озером. Сокровище принадлежит Матери Ночи.",
      "image": "img/myrmidon.png",
      "value": "5",
      "suit": "мечи"
    },
    {
      "name": "Сокрытый",
      "description": "Я вижу безликого бога. Он ждет вас в конце длинного, извилистого пути, глубоко в горах.",
      "image": "img/hoodedone.png",
      "value": "7",
      "suit": "мечи"
    },
    {
      "name": "Очарователь",
      "description": "Я вижу преклонившую колени женщину - розу великой красоты, сорванную слишком рано. Хозяин топей знает, о ком я говорю.",
      "image": "img/enchanter.png",
      "value": "3",
      "suit": "звёзды"
    },
    {
      "name": "Преграждающий",
      "description": "Я вижу павший дом под охраной великого каменного дракона. Ищите на самой верхушке.",
      "image": "img/abjurer.png",
      "value": "4",
      "suit": "звёзды"
    },
    {
      "name": "Элементалист",
      "description": "Сокровище спрятано в маленьком замке под горой, охраняемом янтарными гигантами.",
      "image": "img/elementalist.png",
      "value": "5",
      "suit": "звёзды"
    },
    {
      "name": "Сотворяющий",
      "description": "Вижу мёртвую деревню, утопленную рекой. Там правит та, кто принёс в мир великое зло.",
      "image": "img/conjurer.png",
      "value": "9",
      "suit": "звёзды"
    },
    {
      "name": "Волшебник",
      "description": "Ищите башню волшебника на озере. Имя волшебника и его слуга приведут вас к тому, что вы ищите.",
      "image": "img/wizard.png",
      "value": "мастер",
      "suit": "звёзды"
    },
    {
      "name": "Филантроп",
      "description": "Ищите место, где взращиваются болезнь и безумие. Сокровище всё ещё там, где дети раньше плакали.",
      "image": "img/philanthropist.png",
      "value": "2",
      "suit": "монеты"
    },
    {
      "name": "Торговец",
      "description": "Загляните к винному волшебнику! Сокровище скрывается в дереве и песке.",
      "image": "img/trader.png",
      "value": "3",
      "suit": "монеты"
    },
    {
      "name": "Попрошайка",
      "description": "Искомое есть у раненного эльфа. Он расстанется с сокровищем, чтобы увидеть, как воплотятся его темнейшие мечты.",
      "image": "img/beggar.png",
      "value": "6",
      "suit": "монеты"
    },
    {
      "name": "Сборщик податей",
      "description": "Искомое находится в руках Вистани. Ключ к получению сокровища у пропавшего ребёнка.",
      "image": "img/taxcollector.png",
      "value": "8",
      "suit": "монеты"
    },
    {
      "name": "Монах",
      "description": "Сокровище, что вы ищите спрятано за солнцем в доме святого.",
      "image": "img/monk.png",
      "value": "1",
      "suit": "глифы"
    },
    {
      "name": "Лекарь",
      "description": "Ищите на западе водоём, благословлённый светом белого солнца.",
      "image": "img/healer.png",
      "value": "3",
      "suit": "глифы"
    },
    {
      "name": "Друид",
      "description": "Злое дерево растёт на вершине холма из могил, где покоятся древние. Вороны помогут отыскать его. Ищите сокровище там.",
      "image": "img/druid.png",
      "value": "5",
      "suit": "глифы"
    },
    {
      "name": "Шарлатан",
      "description": "Я вижу одинокую мельницу, стоящую над пропастью. Сокровище находится внутри.",
      "image": "img/charlatan.png",
      "value": "7",
      "suit": "глифы"
    },
    {
      "name": "Епископ",
      "description": "Искомое лежит в груде сокровищ за створками янтарных дверей.",
      "image": "img/bishop.png",
      "value": "8",
      "suit": "глифы"
    }
  ]
};
